acpi
alacritty
alsa-utils
apparmor
archcraft-about
archcraft-arandr
archcraft-artworks
archcraft-backgrounds
archcraft-backgrounds-branding
archcraft-bspwm
archcraft-config-geany
archcraft-config-music
archcraft-config-qt
archcraft-cursor-bibata
archcraft-cursor-breezex
archcraft-cursor-colloid
archcraft-cursor-fluent
archcraft-cursor-future
archcraft-cursor-layan
archcraft-cursor-lyra
archcraft-cursor-material
archcraft-cursor-nordic
archcraft-cursor-pear
archcraft-cursor-qogirr
archcraft-cursor-simple
archcraft-cursor-sweet
archcraft-cursor-vimix
archcraft-cursor-windows
archcraft-dunst-icons
archcraft-fonts
archcraft-funscripts
archcraft-grub-theme
archcraft-gtk-theme-adapta
archcraft-gtk-theme-arc
archcraft-gtk-theme-blade
archcraft-gtk-theme-catppuccin
archcraft-gtk-theme-cyberpunk
archcraft-gtk-theme-dracula
archcraft-gtk-theme-easy
archcraft-gtk-theme-everforest
archcraft-gtk-theme-fluent
archcraft-gtk-theme-groot
archcraft-gtk-theme-gruvbox
archcraft-gtk-theme-hack
archcraft-gtk-theme-juno
archcraft-gtk-theme-kanagawa
archcraft-gtk-theme-kripton
archcraft-gtk-theme-manhattan
archcraft-gtk-theme-material
archcraft-gtk-theme-nightfox
archcraft-gtk-theme-nordic
archcraft-gtk-theme-orchis
archcraft-gtk-theme-qogir
archcraft-gtk-theme-rick
archcraft-gtk-theme-slime
archcraft-gtk-theme-spark
archcraft-gtk-theme-sweet
archcraft-gtk-theme-tokyonight
archcraft-gtk-theme-valyrian
archcraft-gtk-theme-wave
archcraft-gtk-theme-white
archcraft-gtk-theme-windows
archcraft-help
archcraft-hooks
archcraft-hooks-extra
archcraft-hooks-grub
archcraft-hooks-zsh
archcraft-i3wm
archcraft-icons-arc
archcraft-icons-ars
archcraft-icons-azure
archcraft-icons-beautyline
archcraft-icons-breeze
archcraft-icons-candy
archcraft-icons-colloid
archcraft-icons-fluent
archcraft-icons-glassy
archcraft-icons-hack
archcraft-icons-luna
archcraft-icons-luv
archcraft-icons-mojavecircle
archcraft-icons-nordic
archcraft-icons-numix
archcraft-icons-papirus
archcraft-icons-qogir
archcraft-icons-sweetfolders
archcraft-icons-tela
archcraft-icons-vimix
archcraft-icons-white
archcraft-icons-win11
archcraft-icons-zafiro
archcraft-icons-zafironord
archcraft-mirrorlist
archcraft-music
archcraft-neofetch
archcraft-omz
archcraft-openbox
archcraft-openbox-themes
archcraft-plymouth-theme
archcraft-qtile
archcraft-randr
archcraft-ranger
archcraft-scripts
archcraft-sddm-theme
archcraft-skeleton
archcraft-vim
atril
autoconf
automake
b43-fwcutter
base
bcachefs-tools
betterlockscreen
bind
bison
blueman
bluez
bluez-utils
bolt
brltty
broadcom-wl
btrfs-progs
bzip2
canto-daemon
clonezilla
cloud-init
cmus
cryptsetup
cups
cups-filters
cups-pdf
dbus-broker-units
dhclient
dhcpcd
dialog
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dunst
e2fsprogs
edk2-shell
efibootmgr
ethtool
exfatprogs
f2fs-tools
fakeroot
fatresize
ffmpeg
ffmpegthumbnailer
firefox
flex
foomatic-db
foomatic-db-engine
foot-terminfo
fsarchiver
galculator
gcc
geany
geany-plugins
ghostscript
gnome-keyring
gnu-netcat
gpart
gparted
gpm
gptfdisk
grub
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk-engine-murrine
gtk3-nocsd-git
gufw
gutenprint
gvfs
gvfs-afc
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-smb
gzip
hdparm
highlight
htop
hyperv
i3lock-color
inetutils
inotify-tools
intel-ucode
iw
iwd
jasper
jfsutils
jq
jupyter-console
khal
kitty
kitty-terminfo
ksuperkey
kvantum
kvantum-qt5
ldns
less
libavif
libde265
libdv
libfido2
libheif
libmpeg2
libtheora
libusb-compat
libvpx
libwebp
light
linux
linux-atm
linux-firmware
linux-firmware-marvell
lrzip
lsb-release
lsscsi
lvm2
lz4
lzip
lzop
maim
make
man-db
man-pages
mdadm
meld
memtest86+
memtest86+-efi
mesa
mesa-utils
mkinitcpio
mkinitcpio-firmware
mkinitcpio-nfs-utils
modemmanager
mpc
mpd
mplayer
mtools
nano
nbd
ncdu
ncmpcpp
ndisc6
nethogs
network-manager-applet
network-manager-sstp
networkmanager
networkmanager-dmenu-git
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nfs-utils
nilfs-utils
nitrogen
nm-connection-editor
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nvme-cli
obmenu-generator
open-iscsi
openconnect
openpgp-card-tools
openssh
openvpn
os-prober
p7zip
partclone
parted
partimage
pastel
patch
pavucontrol
pcsclite
perl-anyevent-i3
perl-async-interrupt
perl-ev
perl-guard
perl-json
perl-json-xs
perl-linux-desktopfiles
perl-net-ssleay
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
plank
plymouth
polkit
polybar
powertop
ppp
pptpclient
pulsemixer
pv
python-bowler
python-dbus
python-iwlib
python-keyring
python-libcst
python-mpd2
python-pywal
python-pyxdg
python-setproctitle
qt5ct
qt6ct
ranger
refind
reflector
rofi-lbonn-wayland-git
rp-pppoe
rsync
rxvt-unicode-terminfo
schroedinger
screen
sddm-git
sdparm
sequoia-sq
sg3_utils
simplescreenrecorder
slop
smartmontools
sof-firmware
squashfs-tools
sudo
systemd-resolvconf
tcpdump
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tmux
tpm2-tools
tpm2-tss
trash-cli
tumbler
udftools
udisks2
ueberzug
ufw
unarchiver
unrar
unzip
usb_modeswitch
usbmuxd
usbutils
viewnior
vim
vpnc
wireless-regdb
wireless_tools
wireplumber
wmctrl
wmname
wpa_supplicant
wvdial
x264
x265
xarchiver
xclip
xcolor
xdg-user-dirs
xdg-user-dirs-gtk
xdotool
xf86-input-libinput
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xfce-polkit
xfce4-power-manager
xfce4-settings
xfce4-terminal
xfsprogs
xl2tpd
xmlstarlet
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsettingsd
xvidcore
xz
yad
yay
zip
zsh
zstd
