7zip
accountsservice
aisleriot
alacritty
amd-ucode
aria2
arj
asciidoc
atomicparsley
atool
base
base-devel
bash-completion
bat
bind
bleachbit
bluez
bluez-libs
bluez-tools
bluez-utils
botan
celluloid
chafa
cmake
composer
cpio
cups
cups-browsed
cups-filters
cups-pdf
cups-pk-helper
devtools
dex
dhclient
dhcpcd
djvulibre
dnsmasq
dosfstools
ed
efibootmgr
efivar
elfutils
elinks
erofs-utils
exfatprogs
extra-cmake-modules
f2fs-tools
fastfetch
fd
feh
ffmpegthumbnailer
figlet
firefox
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
freetds
garcon
gdb
geany
geany-plugins
geoclue
geoip
geoip-database
geoip-database-extra
geoipupdate
ghostscript
git
gmrun
gnome-keyring
gnome-mahjongg
gnuplot
go
grub
gst-libav
gst-plugins-bad
gst-plugins-good
gunicorn
gutenprint
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
hddtemp
highlight
hplip
htop
hunspell
hunspell-en_us
i3-wm
i3lock
intel-compute-runtime
intel-ucode
ipython
iw
iwd
java-rhino
jdk-openjdk
jfsutils
julia
kitty
level-zero-loader
lhasa
libcaca
libcupsfilters
libfbclient
libgepub
libgsf
libisoburn
libopenraw
libotr
libraw
libultrahdr
libwmf
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lilv-docs
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
logrotate
lrzip
lsof
lv2-docs
lv2-example-plugins
lxappearance
lynx
lzip
lzop
man-db
man-pages
mariadb-libs
mediainfo
meld
mkinitcpio
mpv
mtools
nano
neovim
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
ninja
nm-connection-editor
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
obconf-qt
odt2txt
onnxruntime-cpu
openbox
openresolv
os-prober
otf-atkinsonhyperlegiblemono-nerd
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pamixer
pavucontrol
perl-archive-zip
perl-authen-sasl
perl-cgi
perl-data-dump
perl-file-desktopentry
perl-gtk3
perl-image-exiftool
perl-io-compress-brotli
perl-io-socket-ssl
perl-libwww
perl-term-readkey
php
picom
pipewire
pipewire-pulse
pkgfile
plocate
polybar
poppler-glib
postgresql-libs
pysolfc
pysolfc-cardsets
python-aiodns
python-aiohttp
python-appdirs
python-bcrypt
python-beautifulsoup4
python-black
python-brotli
python-brotlicffi
python-build
python-cchardet
python-colorama
python-cssselect
python-curio
python-eventlet
python-genshi
python-gevent
python-graphviz
python-h2
python-html5lib
python-httplib2
python-installer
python-jedi
python-lilv
python-lockfile
python-lxml
python-lxml-docs
python-lxml-html-clean
python-markdown
python-mutagen
python-mypy_extensions
python-pathspec
python-pillow
python-pip
python-pipx
python-priority
python-psycopg2
python-pyasn1
python-pycryptodome
python-pycryptodomex
python-pycups
python-pycurl
python-pygments
python-pynvim
python-pyopenssl
python-pyserial
python-pysocks
python-pyxdg
python-pyzmq
python-rdflib
python-reportlab
python-requests-toolbelt
python-service-identity
python-setproctitle
python-setuptools
python-sniffio
python-tokenize-rt
python-tornado
python-trio
python-twisted
python-uv
python-virtualenv
python-websockets
python-xattr
qt6-declarative
ranger
reflector
ripgrep
rofi
rsync
rtmpdump
ruby
ruby-stdlib
rubygems
rust
s-nail
sane
smartmontools
sratom-docs
strace
sudo
sysfsutils
system-config-printer
tcl
terminus-font
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
thunderbird
tk
tldr
tlp
transmission-cli
trash-cli
ttf-0xproto-nerd
ttf-3270-nerd
ttf-adwaitamono-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
ueberzug
unace
unarj
unixodbc
unrar
vlc
w3m
wireless-regdb
wireless_tools
wireplumber-docs
wl-clipboard
wpa_supplicant
xarchiver
xclip
xdg-user-dirs
xdg-utils
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-dummy
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-qxl
xf86-video-vesa
xf86-video-voodoo
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-src
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xterm
xz
zip
